Repository: qthinhqn/TDS
Catalog: Zuellig - NPOL - RC/App_GlobalResources/K_PerformanceAssessment.*.resx
Languages: vi_vn

# alertERROR
source: Submit error...
vi_vn: Đã có lỗi trình duyệt đánh giá thành tích.

# alertKPIPoint
source: KPI point maximize 5.
vi_vn: Điểm tối đa chỉ là 5.

# alertMinKPIRating
source: The minimum level of KPI should be 20%
vi_vn: Mức tối thiểu của Chỉ tiêu đánh giá thành tích nên là 20%

# alertNotAllow
source: You must finish assessment before submit.
vi_vn: Bạn phải hoàn thành đánh giá trước khi trình duyệt.

# alertOK
source: Your performance assessment sent.
vi_vn: Đánh giá của bạn đã được trình duyệt.

# alertSubmit
source: You have completed the Self-assessment
vi_vn: Bạn đã hoàn tất Bản tự đánh giá

# btnBackward
source: BACK
vi_vn: QUAY LẠI

# btnForward
source: NEXT
vi_vn: KẾ TIẾP

# btnSendToApproval
source: SEND TO APPROVAL
vi_vn: TRÌNH DUYỆT

# captionComment
source: Employee’s comments
vi_vn: Ý kiến nhân viên

# captionEmpCompetency
source: Competencies / Skills Assessment
vi_vn: Đánh giá năng lực / kỹ năng cá nhân

# captionEmpNotes
source: Employee’s comments
vi_vn: Ý kiến nhân viên

# captionKPI_Detail
source: Key Performance Indicator Assessment
vi_vn: Đánh giá thành tích KPI

# captionManagerNotes
source: Line Manager/ Supervisor’s overall remarks
vi_vn: Nhận xét của Quản lý/ Giám sát trực tiếp

# captionNotes
source: Final rating
vi_vn: Bảng điểm tổng kết:

# captionRequireTraining
source: Training and Development needs
vi_vn: Nhu cầu đào tạo và phát triển

# liFeedBack
source: FeedBacks
vi_vn: Góp ý

# liPA_History
source: PA History
vi_vn: Lịch sử

# liSeftAssessment
source: Seft Assessment
vi_vn: Đánh giá

# nullText
source: Maximum input 200 characters
vi_vn: Nhập tối đa 200 ký tự
