Repository: qthinhqn/TDS
Catalog: Zuellig - NPOL - RC/App_GlobalResources/RC_Registration.*.resx
Languages: vi_vn

# gv_ApprovingDate_L1
source: Approval Date
vi_vn: Ngày duyệt

# gv_ApprovingDate_L2
source: Approval Date
vi_vn: Ngày duyệt

# gv_ApprovingDate_L3
source: Approval Date
vi_vn: Ngày duyệt

# gv_ApprovingReason_L1
source: Reason
vi_vn: Lý do

# gv_ApprovingReason_L2
source: Reason
vi_vn: Lý do

# gv_ApprovingReason_L3
source: Reason
vi_vn: Lý do

# gv_ApprovingStatus_L1
source: Approval Status L1
vi_vn: Phê duyệt cấp 1

# gv_ApprovingStatus_L2
source: Approval Status L2
vi_vn: Phê duyệt cấp 2

# gv_ApprovingStatus_L3
source: Approval Status L3
vi_vn: Phê duyệt cấp 3

# gv_HRCheckingDate
source: Approval Date
vi_vn: Ngày duyệt

# gv_HRCheckingReason
source: Reason
vi_vn: Lý do

# gv_HRCheckingStatus
source: HR Approval Status
vi_vn: HR phê duyệt

# gv_ManagerName_L1
source: Manager L1
vi_vn: Q.lý cấp 1

# gv_ManagerName_L2
source: Manager L2
vi_vn: Q.lý cấp 2

# gv_ManagerName_L3
source: Manager L3
vi_vn: Q.lý cấp 3

# lbtDangKy
source: Submit
vi_vn: Đăng ký

# tieude
source: PERSONNEL REQUISITION FORM
vi_vn: BẢN YÊU CẦU TUYỂN DỤNG

# gv_A
source: Approved
vi_vn: Duyệt

# gv_C
source: Cancel
vi_vn: Hủy

# gv_EmployeeID
source: EmployeeID
vi_vn: Mã NV

# gv_EmployeeName
source: Full Name
vi_vn: Họ tên

# gv_FinalDate
source: Approval Date
vi_vn: Ngày duyệt

# gv_FinalStatus
source: Approval Status
vi_vn: Phê duyệt

# gv_LeaveReason
source: Reason
vi_vn: Lý do

# gv_LeaveType
source: Leave Type
vi_vn: Loại nghỉ

# gv_PerTimeName
source: PerTime Name
vi_vn: Chế độ nghỉ

# gv_RegDate
source: Reg Date
vi_vn: Ngày làm đơn

# gv_StartDate
source: From Date
vi_vn: Từ ngày

# gv_ToDate
source: To Date
vi_vn: Đến ngày

# gv_TotalDays
source: Days off
vi_vn: Tg.Ngày

# gv_W
source: Waiting
vi_vn: Chờ duyệt

# gv_Delete
source: Delete
vi_vn: Xóa

# confirmDelete
source: Are you sure to delete?
vi_vn: Bạn có muốn xóa không?

# vTongNgay
source: Total dayoff must be greater than zero
vi_vn: Tổng ngày nghỉ phải lớn hơn 0

# vTongNgay2
source: There is not enough leave remain to register
vi_vn: Bạn không đủ phép tồn để đăng ký

# vTuNgay
source: Please enter From Date
vi_vn: Vui lòng chọn ngày bắt đầu nghỉ

# vValidDate
source: [From Date] must be less than or equal [To Date]
vi_vn: [Từ ngày] phải nhỏ hơn [Đến ngày]

# a
source: Approved
vi_vn: Duyệt

# c
source: Cancel
vi_vn: Không duyệt

# w
source: Waiting
vi_vn: Chờ duyệt

# gv_FromTime
source: From Time
vi_vn: Từ giờ

# gv_TotalHours
source: Hours off
vi_vn: Tg.Giờ

# gv_ToTime
source: To Time
vi_vn: Đến giờ

# btnTinhGio
source: Calculate
vi_vn: Tính giờ

# vTongGio
source: Total hours must be greater than 0
vi_vn: Tổng giờ phải lớn hơn 0

# vLydo
source: Please enter your leave reason
vi_vn: Vui lòng nhập lý do nghỉ

# tieude_2
source: PROMOTION & ADJUSTMENT FORM
vi_vn: BIỂU MẪU THĂNG TIẾN & ĐIỀU CHỈNH

# AlertSuccess
source: Register succeed.
vi_vn: Đăng ký thành công. Chuyển qua trang [Yêu cầu đã tạo] để xem kết quả.

# lbtSua
source: Update
vi_vn: Cập nhật

# lbtThoat
source: Cancel
vi_vn: Quay lại

# tieude_edit
source: [EDIT] PERSONNEL REQUISITION FORM
vi_vn: [SỬA] BẢN YÊU CẦU TUYỂN DỤNG

# opt3_1
source: Working...
vi_vn: Đang làm

# opt3_2
source: Resigned
vi_vn: Nghỉ việc

# textLeftDate
source: Left date
vi_vn: Ngày nghỉ

# textSalary
source: Salary
vi_vn: Lương

# opt_G5
source: Other
vi_vn: Khác

# vDepartment
source: Please enter division
vi_vn: Bạn chưa chọn bộ phận

# vDuplicate
source: There is exist on db.
vi_vn: Dữ liệu đăng ký đã tồn tại.

# vEmployee
source: Please enter employee
vi_vn: Bạn chưa nhập họ tên nhân viên

# vEmployee_Replace
source: Please enter employee replace
vi_vn: Bạn phải chọn nhân viên thay thế

# vGender
source: Please enter gender
vi_vn: Bạn chưa chọn trường giới tính

# vLine
source: Please enter department
vi_vn: Bạn chưa chọn phòng ban

# vLocation
source: Please enter location
vi_vn: Bạn chưa chọn nơi làm việc

# vPayroll
source: Please enter payroll group
vi_vn: Bạn chưa chọn nhóm lương

# vPayroll_Other
source: Please enter name of other group
vi_vn: Bạn chưa nhập tên nhóm lương khác

# vPosition
source: Please enter Position Information
vi_vn: Bạn chưa chọn mục Thông tin vị trí

# vPromotionType
source: Please choose probation period
vi_vn: Bạn chưa chọn thời hạn thử việc

# vPromotionType_2
source: Please choose casual contract duration
vi_vn: Bạn chưa chọn thời hạn hợp đồng

# vReportTo
source: Please enter report to
vi_vn: Bạn chưa nhập thông tin quản lý trực tiếp

# vStartDate
source: Please enter effective date
vi_vn: Bạn chưa chọn ngày bắt đầu

# vStartDate_2
source: Starting date must be later than today
vi_vn: Ngày bắt đầu làm việc phải lớn hơn ngày hiện tại

# textMaternityDate
source: Leave from
vi_vn: Nghỉ TS

# vButget
source: Please enter butget type
vi_vn: Bạn chưa chọn loại ngân sách

# vStartDate_3
source: Starting date must be different the sunday.
vi_vn: Ngày bắt đầu làm việc phải khác ngày chủ nhật.

# AlertNull
source: Emp.ID [] is not exists. Please retype!
vi_vn: Mã nhân viên [] không tồn tại. Mời bạn nhập lại!

# AlertResign
source: Employee [] has resigned. Please retype!
vi_vn: Nhân viên [] đã nghỉ việc. Mời bạn nhập lại!

# vAttach_CE
source: Please attach CE’s approval for new headcount
vi_vn: Bạn phải đính kèm phê duyệt của TGĐ cho vị trí mới

# vAttach_JD
source: Please attach JD for new headcount
vi_vn: Bạn phải đính kèm bản mô tả công việc cho vị trí mới

# lbtSaveTemp
source: Save
vi_vn: Lưu

# lbl_Alert
source: Alert
vi_vn: Thông báo

# AlertSuccessTmp
source: Save success
vi_vn: Lưu thành công.
