Repository: qthinhqn/TDS
Catalog: Zuellig - NPOL - RC/App_GlobalResources/Ribbon.*.resx
Languages: vi_vn

# G_Annual
source: Annual Leave
vi_vn: Nghỉ phép

# G_BaoCao
source: Report
vi_vn: Báo cáo

# G_CapDuyet
source: Manager level
vi_vn: Cấp duyệt

# G_DangKy
source: Registration
vi_vn: Đăng ký

# G_HRM
source: Synchronization
vi_vn: Đồng bộ

# G_KPI
source: Performance Assessment
vi_vn: Đánh giá Thành tích

# G_Luong
source: Salary
vi_vn: Lương

# G_News
source: News
vi_vn: Bản tin

# G_Other
source: Other
vi_vn: Khác

# G_PheDuyet
source: Approval
vi_vn: Phê duyệt

# G_TaiKhoan
source: Account
vi_vn: Tài khoản

# G_Viewer
source: News
vi_vn: Bản tin

# I_CapDuyet
source: Build level
vi_vn: Định cấp phê duyệt

# I_CreatePeriod
source: Create Period
vi_vn: Khởi tạo

# I_DKBu
source: Days-off (hours)
vi_vn: Làm thêm nghỉ bù

# I_DKPhep
source: Leave Registration
vi_vn: Nghỉ phép

# I_DoiMK
source: Change PW
vi_vn: Đổi mật khẩu

# I_DuyetPhep
source: Approval Leave
vi_vn: Duyệt phép

# I_KPI
source: Performance Assessment
vi_vn: Đánh giá Thành Tích

# I_KPI_Approval
source: Approval KPI
vi_vn: Duyệt KPI

# I_KPI_Employee
source: My PA
vi_vn: Đánh giá thành tích của tôi

# I_KPI_Info
source: PA Info
vi_vn: Thông tin chung

# I_KPI_Manager
source: For Managers
vi_vn: Dành cho quản lý

# I_ListAttach
source: List Attachment
vi_vn: Tập tin đính kèm

# I_ListCompetency
source: List Competency
vi_vn: Đánh giá thành tích

# I_ListKPI
source: List KPI
vi_vn: Thiết lập KPI

# I_ListNews
source: List News
vi_vn: QL Bài viết

# I_ListPeriod
source: Reports & Statistics
vi_vn: Báo cáo thống kê

# I_MakeNews
source: Make News
vi_vn: Đăng tin bài

# I_ManagerPassword
source: Manager Password
vi_vn: QL mật khẩu

# I_Phepton
source: Leave Record
vi_vn: Phép tồn

# I_PhieuLuong
source: Pay-slip
vi_vn: Phiếu lương

# I_SkillWill
source: SW Assessment
vi_vn: Skill Will

# I_SubmitNews
source: List Submit Files
vi_vn: Thông tin phản hồi

# liApprovalPA
source: Review/ Approve PA
vi_vn: Xem & Duyệt đánh giá

# liFeedBack
source: FeedBacks
vi_vn: Ý kiến phản hồi

# liPA_History
source: PA History
vi_vn: Thông tin lưu trữ

# liReviewFeedback
source: Review Feedbacks
vi_vn: Xem phản hồi

# liSeftAssessment
source: Seft Assessment
vi_vn: Bản tự đánh giá

# liSetKPI
source: Set KPI
vi_vn: Phân bổ KPI

# Menu
source: News management
vi_vn: Quản lý

# Menu_KPI
source: Manager KPI
vi_vn: Quản lý KPI

# Menu_News
source: Manager News
vi_vn: Quản lý bản tin

# T_NV
source: Staff
vi_vn: Nhân viên

# T_QL
source: Manager
vi_vn: Quản lý

# I_KPI_Guideline
source: Guideline
vi_vn: Hướng dẫn đánh giá

# I_KPI_Scheduler
source: Schedule
vi_vn: Kế hoạch đánh giá

# liEmployeeKPI
source: KPI criteria
vi_vn: Tiêu chí KPI
